[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
[
\
]
^
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
|
}
~
¯
°
´
¿
à
á
â
ç
é
ê
í
ñ
ó
ô
ú
ü
ā
ō
–
—
‘
’
“
”
•
…
➡
ツ
️
##m
##e
##r
##g
##n
##c
##i
##s
##q
##o
##l
##u
##t
##f
##a
##d
##p
##h
##b
##v
##6
##0
##1
##7
##8
##x
##9
##3
##y
##z
##k
##j
##2
##w
##4
##5
##í
##ñ
##á
##ú
##é
##ó
##ü
##ç
##â
##️
##ō
##°
##ā
##´
##ê
##ô
th
##er
the
##in
##on
##at
##en
##es
##ed
##or
##an
##ing
to
##al
##ar
in
##it
an
##ou
##is
##ic
of
##as
##ion
and
##ent
##id
re
##om
##il
##re
##le
##ot
wh
be
on
pr
##ut
that
##ly
for
##st
##mp
##ve
st
##ur
##ac
##ay
##ig
tr
##ad
is
##ers
##ol
he
##ow
##et
##ation
##se
##ct
de
it
##am
##ter
##im
##ld
##ate
##ir
##ill
sa
##ce
con
as
##ver
##ump
##ith
was
al
##ment
trump
##th
said
##us
with
##op
sh
##est
##el
fr
##ch
ne
se
at
com
##ist
ch
##ess
##ere
un
##ul
##pp
ha
##ould
##oc
we
##oun
##ort
##ak
rep
##and
su
##ge
his
by
not
##ain
##os
has
##ia
##un
le
##ial
##art
##iv
##ity
have
##igh
pres
##ore
from
##ident
go
ab
this
are
##ies
who
##ican
ex
##ack
##ub
cl
##ive
president
sp
##mer
##ie
##ant
20
##out
or
##our
they
##ary
pro
##ust
##ud
ag
me
pol
##ab
##ight
##tr
en
##all
##if
but
##ear
ad
off
##day
##ubl
##der
new
##ign
af
would
##ice
##ction
##ton
##gh
##ian
##ast
##ost
##end
will
##cc
##mb
cr
wor
##ok
##ich
do
all
ar
don
ca
about
##ome
br
##od
##ag
201
pe
##ib
out
state
you
##ence
##ik
their
gr
had
##ect
part
tw
##ell
res
##ally
pl
##iz
##aw
##ates
##ard
ob
##ous
##age
been
##ople
people
##ip
year
##ong
##her
##gr
##ations
republ
##ite
coun
no
were
inc
##ald
more
republican
##hing
she
amer
int
her
dis
##ated
after
dem
##ee
which
up
##ough
##ire
man
sec
one
##vern
acc
say
##ide
ele
##man
govern
##ap
##ake
mon
##ike
so
##itic
can
comm
##ther
if
over
##au
us
##ions
inter
ev
##ail
##act
sen
##uss
##ure
just
exp
##ding
##ime
im
##ey
what
att
##ace
##rat
##ue
##pt
app
##ass
##em
bec
when
law
##ose
##ff
there
bl
##so
any
vot
obam
##ob
per
comp
##ile
also
some
him
its
##ited
##ound
democ
clin
##own
supp
government
##uters
clinton
##ks
##ouse
co
offic
reuters
inv
like
dec
##ine
again
##ict
##ans
##eral
than
##ree
democrat
report
##ade
donald
house
obama
our
##itt
##for
camp
rec
fir
te
min
##uc
##ame
fe
call
##ied
##qu
##are
##ec
##ish
##ens
states
##one
##erv
cons
russ
how
##ition
sc
other
##mber
mar
##ational
str
kn
could
countr
##oll
american
them
##ors
##enc
lead
election
get
qu
##av
##istr
##ance
act
politic
ind
right
##aign
campaign
##king
##ra
##ked
news
support
##ase
bill
##ert
united
##ro
mo
##reat
told
med
into
did
cour
##ult
white
imp
##00
dep
##ause
##oup
back
pre
under
##ook
##um
sy
##ory
reg
##oss
##ang
official
against
##oin
##lud
##min
##err
two
ever
##ues
because
##ious
dr
last
now
am
time
fl
cont
##gress
war
fin
def
party
ass
ref
##iss
##ning
##og
##ilit
may
##uring
nor
op
includ
conf
##ach
##ond
##able
##ments
wee
ta
want
first
##ned
group
invest
##iew
even
only
##lear
washing
hill
washington
rel
should
day
bel
bet
##ative
##ince
former
prot
country
resp
##oy
##leg
car
publ
##ons
contr
##fore
while
##form
most
##ives
see
being
##ica
##ep
leg
milit
##ty
national
##aking
##oint
##ents
##sel
des
##ft
hillary
court
during
imm
##ery
before
show
##cr
##dr
secur
years
##ings
mill
##vel
my
many
##ret
##ru
rem
know
gen
##we
##cent
every
hel
##ick
thin
media
tax
bus
par
security
attack
##atur
sch
##anc
week
##old
##ope
##erson
congress
##itter
admin
##ating
##ah
##li
made
wat
need
ins
##arg
accor
##ual
##orn
##wn
##ina
political
wom
percent
##ful
police
those
##igr
ph
work
public
ban
##ists
fun
mu
where
##other
tur
make
ir
ma
way
thr
down
##ities
##ork
month
##istration
since
gu
wr
tal
##ting
##ism
iss
2016
##ency
twitter
opp
investig
##ying
##ath
##air
according
russia
republicans
##ower
does
end
terr
these
ro
fed
put
##ased
administration
going
##ood
##ved
then
here
##way
presidential
very
vi
##ible
america
cent
ear
north
polic
##ug
plan
##omin
via
##oth
##ise
##ief
2017
democratic
##con
##ds
##urr
help
adv
called
dire
##res
senate
##ior
cor
prov
##eign
##ical
depart
##view
mat
##gan
bar
well
det
world
long
high
##ange
19
post
secret
think
eff
##alth
##ween
vote
##ution
##led
between
cand
##urs
##ister
including
##ether
take
committ
officials
conc
##uth
##ected
candid
id
##lim
col
fam
prop
##iff
meet
isl
##ator
deal
office
serv
##io
##ants
##ily
##ision
federal
military
##ind
direct
such
russian
##ently
##nes
foreign
spok
jo
own
syr
disc
em
viol
million
cla
statement
##rem
bu
department
##ces
ser
sign
##ts
000
##iness
let
kore
mus
lat
through
immigr
run
look
##ady
inst
##imes
contin
maj
##az
##ward
fact
##hn
prob
##ctions
##ern
ret
saying
major
intern
##hip
commun
##ands
##osed
fo
##uesday
tuesday
##xt
business
econ
your
econom
add
##mbers
##ry
ann
big
##lin
requ
trans
black
sou
##ized
spe
##iday
##owing
eur
##son
##ility
claim
##vers
person
hu
much
wed
bo
ra
##used
both
point
ve
vide
says
still
press
critic
##ock
##ention
##ms
kill
har
real
quest
nomin
health
##als
china
bre
order
another
clear
power
elect
left
belie
##ave
conserv
soc
image
##ling
terror
##med
muslim
far
jud
sub
##nesday
wednesday
##ving
200
set
iran
il
repres
win
women
air
compan
watch
city
##pr
minister
##ene
##ursday
thursday
though
friday
policy
##ually
found
sm
foll
three
##nn
rul
general
nu
democrats
lib
##ced
asked
inf
rele
head
move
monday
threat
happ
york
leaders
chil
##ash
sur
americans
san
islam
face
som
pay
deb
secretary
committee
##ather
sup
miss
ant
##osition
rights
##its
good
##ages
##ife
ed
job
##uct
##ests
pass
video
##ened
prom
arr
##gram
##iate
chr
##ead
ac
represent
inform
##ised
##ull
##ered
si
##eep
##ged
##ular
spec
bor
program
fight
john
vis
next
sour
cap
##ool
cond
never
##aff
##atured
europe
main
##self
el
case
interview
why
##acy
##ets
beh
##ner
whether
old
##ense
auth
top
##atives
##ained
members
prev
sl
spokes
stand
##ute
korea
poss
##ending
same
##tern
##les
stud
##ional
appear
reported
##bi
##ted
##ever
den
featured
won
organ
senator
cit
emp
##ided
gun
around
great
est
##te
es
email
author
leader
effort
alleg
##ivers
##ices
start
diff
##ines
lo
use
candidate
##ven
##ize
##ves
const
sw
south
billion
##cept
##ued
pa
allow
##loy
fbi
near
##ject
come
gl
##ellig
##isl
sever
jan
pic
##ified
intellig
##ested
somet
legisl
rest
char
##emp
loc
curr
hand
took
times
care
##erence
##ific
without
school
rac
##ared
stop
##iving
twe
##ians
mark
intelligence
investigation
##eech
social
refu
##gy
speech
countries
consid
##ord
used
##uclear
##thing
money
really
buil
expl
##ital
##stem
meeting
system
oper
nation
appro
##ote
nuclear
justice
exec
ter
##reed
keep
ste
##erman
anti
trade
proc
##ont
agree
syria
brit
information
vict
sun
play
##ps
##imin
10
free
##uck
fail
change
mor
voters
##gin
##ody
four
chief
family
human
mex
fox
##ount
open
fil
decision
international
21
discuss
##imate
la
pop
##ber
##ially
read
announ
got
execut
ira
sent
##ony
##ier
christ
tell
sand
poll
however
iraq
tak
illeg
priv
##ready
already
refuge
story
days
sus
too
hist
director
sex
home
question
import
##ew
##ury
several
ext
organiz
cre
groups
##aring
##ress
##olog
##mak
must
place
conv
##ason
conservative
##reme
repe
among
##ico
control
immigration
##land
comment
aff
mcc
##rupt
##ived
cru
agency
list
fac
##dren
months
##ering
##uly
desp
civ
##idence
##ures
today
relations
border
prof
##iven
incre
##ides
mich
something
ent
##att
host
past
protest
didn
neg
children
##bs
##ended
##rael
##ocu
citiz
israel
invol
march
likely
wall
##ale
##ank
view
##ators
legal
cut
##ral
issue
barack
seem
##ought
red
##ics
sunday
hol
civil
based
hard
doesn
##uary
financ
believe
might
##iously
came
pat
##une
acr
step
##eng
things
sho
##ush
##ising
night
recent
eu
islamic
number
german
cover
least
##lier
proble
##urn
later
fund
sanders
supporters
hun
tweet
mid
member
##gg
seen
lawmak
chair
cnn
##udi
stre
susp
##itution
colle
##ament
making
##iend
yet
##epend
##orney
independ
matter
attorney
defense
##amp
working
##get
prod
bud
added
few
rece
killed
earlier
distr
unt
economic
speak
mass
confir
mr
close
reporters
staff
##ph
univers
##mar
trying
##ames
activ
##trump
laws
strong
##ness
##ired
cruz
ide
emb
net
##ittle
pot
sit
ur
##wh
ge
second
2015
##ember
led
employ
er
comple
little
executive
spokesman
result
##tt
charg
give
become
attacks
went
##less
cal
violence
mess
held
##onald
actually
coal
##ison
##reen
##unch
turk
january
##iting
##par
known
docu
met
##yan
##isc
thing
himself
nothing
away
15
fur
lar
##aly
##ically
team
attemp
ce
oct
senior
until
class
process
##iet
##over
hal
##up
forces
##ertain
shoot
life
##ished
men
##line
cost
european
union
##ott
##ades
tra
sept
arm
death
governor
##ann
doing
local
##use
##fe
mos
##ipp
july
##crib
concern
arg
following
partic
targ
action
##yp
event
majority
rad
remain
##oad
respon
force
judge
##book
friend
nominee
once
##ees
##oub
prime
##sh
illegal
issues
taking
along
test
lot
insur
private
eng
less
rob
ll
##istan
11
av
##ission
community
##thers
##cement
woman
glob
##aged
arab
respond
opposition
pal
possible
company
peace
##augh
lawmakers
##sec
##lu
reports
##amed
advis
sugg
cas
sanctions
companies
mean
special
expected
##urd
continue
better
##ya
citizens
across
##ourn
nations
wrote
talks
##ger
##ably
weap
reform
important
##velop
given
others
released
history
##app
##uel
##ri
##cil
art
##ars
form
source
enough
12
large
further
full
##vember
november
develop
legislation
mexico
##ttps
##ening
chang
outs
short
##elf
evidence
##lom
financial
eas
gop
supreme
div
coll
hour
repl
taken
dip
done
turn
despite
center
differ
level
five
##bc
images
##ov
ru
hold
liberal
fut
##pl
pen
budget
university
youn
course
30
journ
immed
travel
immediate
fire
meas
diplom
anyone
https
##rew
wants
dest
negot
##ential
june
non
cris
protect
bas
##ins
geor
bad
crimin
reald
bank
facebook
##onaldtrump
race
follow
realdonaldtrump
aug
response
##ley
ap
having
del
sure
satur
feel
hom
ryan
fav
instead
putin
saturday
broad
regul
hope
debate
lawy
bring
##dress
respons
lin
best
enfor
##thern
sk
##ream
ago
council
syrian
prosec
chall
anything
certain
conference
##ured
##eration
plans
six
sol
address
cho
target
corp
efforts
saudi
using
je
constitution
vir
val
global
agreement
comments
##akes
future
accused
able
tex
compl
foc
parli
dam
famil
journal
crisis
indiv
indust
##dle
reason
##ops
parliament
enter
refugees
hack
effect
letter
tot
simp
behind
toward
visit
ah
sal
capital
##ten
feb
comey
join
region
##ify
##abl
role
sing
##ots
afr
##ugh
individ
service
early
equ
relig
return
term
##ither
##oor
current
describ
line
name
strate
##ient
young
paul
##by
getty
lives
##ones
individual
##omb
front
##aining
##ield
fear
thous
cred
detail
ident
within
adm
##orter
##stand
2014
due
mer
##gn
tele
britain
##osing
unc
vet
##ection
find
entire
stat
assoc
lim
comes
jobs
someone
interest
diplomat
##lement
phot
ball
fly
middle
small
##ibility
##osp
alleged
##port
rich
push
hate
dece
dead
live
tech
lab
weeks
below
position
texas
##itor
##go
abs
##ij
sim
review
flor
access
negoti
late
deep
favor
coalition
isn
rules
economy
##ault
tre
weapons
complete
running
getting
##itions
chairman
##aily
##fort
calling
##br
prim
##body
victim
coming
muslims
votes
district
##ida
pet
problem
ris
##arr
##work
announced
wrong
congressional
amb
commission
talk
elections
doll
25
influ
daily
199
dav
##care
##ata
esp
##lict
army
street
##ix
nearly
sources
##ler
##ences
##icle
brief
##sw
accept
##encies
##oming
account
speaking
rule
##uation
##ober
##acare
sum
regard
bush
water
reb
occ
thousands
obamacare
october
mur
establ
east
workers
students
env
wal
freed
analy
reach
progress
candidates
pur
apr
express
mom
##uty
##anger
key
##itch
dev
rev
april
##hood
each
associ
##ming
##ilar
crime
cat
##yn
##inc
december
began
politics
ruling
ben
decl
authorities
criminal
wanted
uk
emails
##ways
sess
ties
bene
##ccess
everyone
##oke
18
##selves
crow
august
wa
whose
bern
##aph
claims
##cow
hit
florida
low
mc
nat
##estern
carr
larg
begin
prosecut
sn
september
##oman
accus
backed
immigrants
calif
moscow
organization
building
##els
policies
showed
message
aw
thir
##onn
climate
means
officers
outside
##ron
representatives
failed
##iles
appe
##ruary
##be
february
conflict
room
needs
fall
tog
alm
together
##not
fake
gave
pos
market
100
rally
different
central
init
ple
side
capt
questions
services
healthcare
mal
oil
latest
##ode
addition
ran
immediately
leave
hop
pan
##irc
##istry
mis
thought
##itive
##ders
kind
words
elected
##eds
release
##aper
recently
voting
##ensive
overs
launch
morning
##uch
turkey
yes
resol
##usion
##ban
freedom
lost
rather
benef
##lined
west
personal
racist
##ortion
##iding
germany
stay
drug
tv
vice
remar
almost
answ
##ances
##uit
enforcement
##ience
educ
##apan
hon
migr
oh
##red
##erate
agencies
appar
guy
allies
involved
13
conn
received
bloc
repeated
idea
conservatives
propos
corrupt
circ
king
pret
record
try
exc
matt
californ
japan
success
spending
stor
trad
ministry
funding
##idency
chines
chinese
planned
incident
phil
happened
##rop
project
##lect
popul
corpor
century
rap
treat
cannot
tried
ep
ke
##ford
california
decided
rub
expert
shar
doub
##aks
ahead
millions
town
flag
situation
fell
##aled
talking
george
makes
western
##izing
allowed
sexual
pu
cub
board
photo
land
else
book
cy
##aps
##ghan
ground
ener
conduct
##aced
##ival
son
resign
appoint
16
missile
##ging
always
ri
understand
parties
##ani
request
wire
charges
provide
looking
separ
techn
often
##iter
cle
##ped
concerns
##though
emer
respect
child
officer
decades
danger
coop
although
remo
sold
shot
demand
pred
presidency
data
expect
industry
##iron
chance
everything
star
quick
nomination
14
ang
needed
movement
##ke
minor
denied
##bor
james
##icult
##mit
##asing
batt
deter
prevent
17
true
##und
afghan
##orr
area
##iam
boy
counter
particular
either
##rain
bomb
##ology
environ
eth
terrorism
allegations
forward
prior
##fully
##aster
truth
terrorist
webs
##ecially
enc
mult
##aud
half
hours
especially
nov
actions
##ored
coup
mem
themselves
prison
representative
##ll
##read
popular
2012
50
calls
include
environment
agreed
energy
tens
##ney
documents
hundr
##ael
##ador
british
seems
robert
mad
##ability
leav
till
fighting
serious
disp
##liver
##yl
aim
soon
vo
wife
final
neigh
fired
##ama
##int
confirmed
cust
potential
adding
drop
third
opt
county
kid
foundation
24
mag
relationship
fig
ign
##oph
screen
hearing
kurd
profess
shooting
##oric
##istic
##elly
##anmar
clearly
murder
cases
##uce
similar
examp
myanmar
##ards
mot
##ada
bigg
wasn
page
voted
focus
arrested
trip
insurance
opin
continued
fal
aust
moder
##iance
polls
father
protesters
temp
##ively
##str
##irl
##ications
##ugg
cam
reve
##ners
##ender
korean
suff
##val
ens
ver
shows
resident
adviser
claimed
var
##nc
love
seat
##woman
quot
aut
worked
##overs
tro
##earch
assault
tillerson
leading
spoke
##utions
passed
##reg
biggest
paid
bur
research
bid
hear
concer
wil
base
##ains
##ana
##enda
surpr
wing
primary
lower
bernie
firm
probably
flynn
network
appl
pressure
appeared
aid
2013
##ett
##raft
ms
##ki
david
##arch
chec
destro
total
##aging
friends
mike
absol
##iety
crowd
##oud
self
poor
defend
families
seek
##atory
##ift
pence
michael
##arian
##itting
taxes
telev
port
ted
turned
carol
college
leadership
largest
##co
##ogn
exact
prep
deliver
nec
cia
victory
simply
safe
##ondon
command
declined
controvers
london
absolute
shut
##rect
warr
issued
described
dollars
##pect
inj
establish
hus
mac
bal
kelly
##dd
african
dism
convention
referr
fair
isis
agenda
discr
remarks
mccain
posted
##ude
independence
deputy
contrib
points
specific
grow
hot
girl
sessions
lawyer
##kel
ali
assist
##uing
instit
included
website
brought
##ago
signed
yout
ale
single
started
present
moment
typ
##iar
became
arabia
religious
spent
judic
sil
advoc
debt
refer
influence
food
raised
##isions
related
details
consider
christian
ken
##ges
article
false
##uses
avo
reality
saf
##usal
##que
recogn
ambass
##ibly
rubio
##of
##itb
longer
previously
unf
##ises
design
require
gold
##ham
seven
saw
armed
##ha
##ality
21st
income
seeking
##ization
surve
##he
22
exper
restr
pretty
suggest
hands
fel
recor
heart
fraud
##ench
amend
merkel
protests
##ural
document
##ania
risk
exch
##ys
##itted
scand
ber
criticism
increase
ham
##ai
lear
rh
##ara
##utes
replace
##ium
areas
helped
##ste
mayor
militants
hundreds
chur
deleg
ask
palest
exist
demon
##ites
unl
green
##uted
currently
phone
heard
build
carolina
##stream
##icted
##ruction
giving
foot
##ows
challen
virgin
attempt
share
##pir
##ifican
example
##ortun
cross
affair
whole
forced
changes
##umb
criticized
pract
##down
regional
created
##ength
church
opportun
pers
ambassador
cele
breitb
tough
frank
##ature
proposed
lack
beij
tweeted
comb
repeatedly
##berg
break
beijing
##urt
breitbart
##ager
eight
behav
##kn
independent
education
##ube
troops
pled
dist
significan
##erty
programs
super
convers
##come
mention
##aughter
repeal
speaker
victims
corruption
##omm
voter
##astr
grand
contact
cult
employees
veter
27
violent
ten
##ately
confirm
esc
mainstream
intr
living
tim
apparently
##ese
und
cab
##ully
warned
##ceed
heav
##ane
che
##ounts
subs
rate
radical
##ping
common
##ky
##ikes
trust
published
happen
mexican
##oul
funds
##jected
transition
lie
northern
mind
mother
##band
difficult
##uced
impact
ok
goes
johnson
##uction
strateg
island
radio
jeff
gay
##oon
paris
##gency
doz
dangerous
23
##wire
operations
kurdish
kh
fle
scr
##omp
vers
brex
##anda
sett
inside
battle
bey
necess
standing
telling
status
individuals
god
dom
cause
interf
##where
internet
television
##ety
##iple
brexit
abortion
senators
nato
measures
opinion
create
horr
interests
protection
gas
##racy
commit
##iers
contract
youtube
significant
medical
businesses
development
palestin
virginia
destroy
##stein
##iod
politicians
gener
numbers
##tain
partners
correct
served
spokeswoman
answer
asking
orig
france
absolutely
bir
moore
hat
newsp
##eth
rid
##ma
28
##action
21wire
custom
powerful
afghanistan
experts
concerned
exactly
particip
quickly
ul
wide
joe
safety
jack
appears
charged
problems
period
choice
tom
##icated
willing
refugee
events
previous
proposal
nav
##urb
southern
urged
completely
died
##ined
jer
sar
##enn
block
rohing
ukrain
coverage
sell
defe
hosp
light
##cast
##pped
oppon
discrimin
##ino
ey
gar
sched
jail
fellow
results
counsel
40
body
catal
##ex
democracy
draw
##igan
neighbor
certainly
reporter
measure
pac
##owed
marr
pak
itself
chic
##ape
impro
##room
kim
cast
##isan
send
obs
terms
origin
##ilities
##olled
committed
restrict
expand
##ruct
threats
wel
##ona
obv
##onnell
establishment
rohingya
lob
veh
mod
condem
holding
##the
##pay
residents
26
afford
vol
named
worth
chicago
outr
approach
knew
responded
pow
panel
wealth
leaving
french
attention
sean
terrorists
iraqi
pakistan
cop
considered
filed
##eller
patr
29
##itness
strugg
husband
labor
bure
path
word
ready
##ounded
ut
charge
mel
behavior
##af
##orse
society
ensure
angel
provided
agents
online
##let
huge
increasing
discl
pict
##ster
fem
##wood
sor
responsible
celebr
growing
remember
cabin
taxpay
whom
##uff
##esh
student
records
198
joint
wik
##icit
rhet
lang
franc
mcconnell
##ne
##sequ
organizations
bureau
cities
refused
population
leban
amendment
challeng
sides
authority
expressed
statements
maybe
parents
##cing
##0s
##ker
knows
mart
##ounds
series
iranian
born
##erial
##bur
##iled
unp
clos
supposed
##azi
2018
compet
nbc
diplomatic
domest
elector
avoid
trial
approved
environmental
##umer
affairs
hous
product
scandal
ow
credit
encour
##ns
guard
views
critical
sad
2008
##lad
##ucture
##icer
abo
2011
parent
crimes
##mine
believed
homel
pun
killing
corporate
extr
##ination
suspect
##olf
cabinet
ba
##emen
ho
ordered
takes
mand
##ctor
##agon
##ask
operation
##ussel
dnc
sought
##reens
offered
jew
##erve
##entially
strategy
michigan
##ev
sense
bab
yemen
propag
buy
suggested
negotiations
##alia
subject
rhetoric
grant
attend
conspir
israeli
##usalem
jerusalem
##haps
finally
field
pul
worse
investment
cyber
wonder
##onym
critics
fill
pra
##arily
threatened
##ections
rival
##dog
##agement
bit
##outh
princ
massive
ohio
dismiss
fre
gets
##erry
pie
regarding
implement
##ication
cuts
reached
perhaps
##pper
weekend
inn
##using
ill
##ias
##aug
deport
activists
extreme
fuel
schools
disapp
higher
offer
beyond
weak
ability
2010
analyst
additional
langu
60
worst
road
unlike
growth
##bo
norm
attacked
bang
##aire
lawyers
gather
search
commer
sens
includes
##iation
##asc
regulations
domestic
newspaper
py
##riate
ways
serve
altern
turkish
35
witness
supported
##endum
austral
##ounding
daughter
##graph
believes
jim
##uled
exchange
500
minority
##ble
parts
##ancy
color
nar
finance
referendum
arms
promised
assad
prompt
loss
anth
##ih
spicer
##abe
migrants
##men
##nbc
mueller
guil
defin
chris
##ny
raise
directly
considering
caused
brown
remains
tradition
lif
price
rene
##enced
opportunity
crack
aren
editor
na
pack
##light
showing
vlad
##iscal
##non
##ille
wouldn
##erto
airport
##ez
eastern
infr
pain
warning
vac
uns
winning
estim
##atic
lawsuit
inaug
##oses
costs
continues
arrest
##iw
##erc
##verage
scott
insist
publicly
facts
lose
mist
declared
multiple
supporting
##ught
##aries
blood
capture
##ropriate
cuba
stage
challenge
xi
##ays
##iary
rock
gone
##eas
guns
william
opposed
alex
soldiers
noted
necessary
meant
referring
##ark
worr
flight
##orts
##ters
track
couldn
surr
introd
ach
##ends
##hr
looks
##ota
becoming
camer
##imir
mail
supporter
##eed
fiscal
abc
towards
##know
particularly
##uf
language
fa
vladimir
rise
##iana
quite
launched
upon
above
mostly
##vert
governments
treas
rom
canada
communications
ruled
##ider
citing
propaganda
achie
lies
##joy
approval
##vement
announcement
probe
argu
##knowled
thinks
cooperation
iv
regular
##oyal
lou
hospital
ukraine
iow
acknowled
trib
##ously
puerto
kids
2009
condition
version
asia
##ground
pick
retur
revealed
##ushing
purs
material
promot
holly
aggress
electoral
rat
strength
##arm
reven
tempor
##ussels
brussels
displ
reporting
##20
##hen
##itarian
sea
##essed
classified
demonstr
site
##nam
summit
anonym
embass
broadcast
separate
##yang
##ileaks
ended
macron
dut
hyp
##asons
journalists
##lus
hall
putting
libya
extrem
##going
troub
regime
racism
vill
##ayed
##oring
##imately
##ishing
prosecutors
draft
count
pyong
responsibility
ros
bannon
traff
plat
followed
complain
##fl
##wor
##ink
##ocked
homeland
seriously
briefing
game
appeal
iowa
##sa
remin
wikileaks
##ented
discussed
association
resolution
pyongyang
endorse
##ipped
jr
##ifying
accusations
avail
check
mob
##semb
throughout
stated
##sis
##lig
##yle
ally
##ashed
natur
pent
##rative
ult
abd
blame
aimed
##aces
alliance
hollywood
##ires
finding
manager
constitutional
brother
revol
##fect
transg
determin
##unt
figure
##ession
##ung
##ague
liter
steve
clean
required
ment
nine
register
leak
infrastr
##den
##gry
assemb
##ulf
positions
##ric
##la
conspiracy
infrastructure
none
squ
spread
##gypt
##annity
occup
##itten
thank
largely
suprem
billionaire
tweets
reasons
resour
##ogue
purp
##ufact
manufact
ess
decide
paying
egypt
##itz
except
ariz
facing
joined
hurt
##ipt
accounts
##draw
familiar
helping
sharp
prosp
please
transgender
##imum
withdraw
decade
lady
##limin
communities
mission
emergency
##ville
##acted
rejected
felt
pentagon
couple
scheduled
powers
31
acting
##ordin
warren
##iant
aides
jones
##ero
alone
embarr
technology
##fr
investigating
legislative
embarrass
roll
##ball
charl
cance
banks
##nic
goal
exam
rico
enem
meetings
##ris
##icul
##aching
experience
imag
##enez
tour
##iction
ram
boost
capit
swed
##hold
available
creat
door
courts
tensions
works
perfect
africa
treasury
##eless
moving
controversial
##back
brok
45
steps
closed
guilty
ny
listen
funded
collect
ton
broke
estate
domin
beat
career
eric
property
damage
##tained
values
alab
controlled
##overed
amid
carry
embassy
professor
various
inaugur
spr
deals
beginning
viet
appeals
voice
mn
sat
michel
age
corn
##iwan
harass
played
msnbc
taiwan
conclud
arizona
audi
##sy
diss
russians
##lines
traffic
##enezuel
hurr
##lets
lew
amount
venezuel
##off
##lades
faced
platform
allowing
targeted
investigations
resist
hell
carried
zone
benefits
piece
hum
pointed
delegates
##com
changed
lying
initi
sarah
##iver
fully
caught
impl
##ilat
annual
birth
##icles
note
compared
##itory
conversation
197
doubt
romney
highest
##ification
banglades
70
##any
bangladesh
shared
highly
apolog
positive
drive
##egr
##ax
removed
##ases
minutes
written
alabama
ded
##bed
##ension
borders
modern
dig
fix
po
##wise
territory
##aming
decisions
server
cham
exerc
integr
happy
average
argued
cha
insult
analysis
##wide
moved
harm
philipp
##nest
focused
prosecutor
judicial
##atever
deploy
whatever
bigot
ethnic
admitted
pushed
stories
female
los
mil
planning
brand
strike
##aham
##hner
identified
##gu
##iny
conway
promise
dropped
thanks
palestinian
literally
paper
partner
resc
rout
##nel
##acter
defeat
aide
clar
cauc
##ika
##iring
compr
hacking
club
linked
##ustr
range
##uk
entr
citizen
angry
blue
ceo
award
prem
consult
##gb
apart
##ersey
activities
consequ
span
treatment
communist
increased
jersey
##hib
rein
amaz
carson
serving
pacific
station
management
##my
##anch
##akh
resources
suc
##agan
hurrican
sick
surv
##while
hers
attr
park
confirmation
faith
secure
religion
solution
##more
sher
##ients
scene
province
built
playing
spons
pray
##antly
dream
bringing
cited
ze
##aded
racial
##mas
##icate
die
##ories
claiming
fighters
systems
coast
collusion
lebanon
##how
lee
picture
testim
##oo
##isters
stopped
richard
pushing
sort
institute
restrictions
matters
mattis
##illy
prepared
aud
##onia
advance
##remlin
immigrant
limit
stock
arch
thinking
opponents
date
kremlin
possibly
kas
##mon
##ze
reflect
explain
rod
totally
hotel
der
##po
adop
offensive
disag
ups
impe
islamist
##fer
asyl
196
innoc
film
conducted
##alf
hamp
log
asylum
abuse
kept
##pan
andrew
internal
commander
outrage
stup
discussion
js
trig
##ula
veterans
marria
##ips
perm
failure
produc
miles
training
study
sales
affordable
cash
dict
ones
wind
##ylv
din
hannity
retired
lu
recomm
endors
subst
faces
hopes
inauguration
sometimes
designed
louis
mach
spot
losing
alt
##osh
honest
bat
##ansas
cbs
starting
conditions
braz
owners
dozens
housing
chann
##fortun
##och
##ocking
politically
legit
progressive
alternative
testimony
stupid
fast
militant
reduce
phys
rall
illegally
martin
##ihad
behalf
appointed
wisc
##artisan
drew
##dp
actual
scient
penns
##ylvania
##eline
##onsin
detained
possibility
assembly
##iri
requests
entering
##orm
polling
wait
owned
impeach
enjoy
##ews
involvement
purch
dial
wisconsin
tit
##terday
investigators
character
explained
levels
breaking
keeping
audience
mitch
##umpt
suspected
##dogan
##ili
campus
erdogan
bath
##oom
herself
pennsylvania
card
benefit
##vin
##iling
happening
berlin
laugh
unfortun
extra
bond
##anka
##road
businessman
supremac
arrived
allegedly
tow
normal
##anced
basis
spain
opened
surprise
natural
era
wish
evening
shown
grad
mana
streets
sentence
revers
reject
haw
prec
unless
judiciary
divers
##ulation
scar
##resp
raising
manafort
os
associated
humanitarian
affect
yesterday
escal
##gment
obst
opening
princip
jihad
vowed
##ois
india
leftist
magaz
parenthood
##ilateral
qa
object
renew
rand
backing
round
numer
receive
capitol
sheriff
revolution
negative
content
vietnam
fort
disaster
greater
save
profile
surveill
##ck
##ecess
discrimination
frequ
reforms
##ounder
indeed
honor
remove
worried
kur
screens
assistance
patri
meaning
names
##ester
christie
bul
elimin
pel
production
blocked
zero
happens
industr
autom
jose
tehr
qual
potentially
institutions
subsid
prove
judges
eventually
golf
##lant
##to
promin
proceed
signs
lobby
lyn
##iced
investors
tehran
touch
interv
wars
perman
georg
##itely
floor
watching
survey
estimated
presidents
civilians
aware
australia
##dom
##bl
trail
missiles
anger
##ado
otherwise
belief
##eing
cath
mate
reportedly
marriage
##cl
##yr
##olic
gender
activist
biden
numerous
rates
##eda
##ollah
##ingly
thom
ongoing
deg
ballot
hurricane
apply
payments
intended
homes
sector
chem
combat
increasingly
rough
perform
proced
rape
seats
strikes
max
lgb
transport
disg
markets
seemed
vehicle
soros
surveillance
tact
ridicul
bin
ire
kus
stra
##arant
##ume
moral
orders
visa
diplomats
##osi
seeing
activity
cuban
founder
intention
attempts
lgbt
reagan
agent
republic
standard
disgust
widely
innocent
stance
dog
flint
carl
donors
involving
providing
liberals
##icide
stood
sitting
chuck
desperate
##ched
smith
##aling
bills
##rog
assess
convicted
##hot
nobody
failing
##idel
##ledge
##ological
pod
haven
##ivals
carrying
improve
##arter
kushner
truly
tells
chancell
ultimately
##ats
##roit
lines
##illion
##agr
players
proud
pap
##issions
confident
explos
wage
##craft
##zz
prices
lav
mic
##sen
brut
wealthy
jump
graham
threatening
comprom
##lor
advant
posts
ballistic
heads
hispan
existing
politico
guarant
sending
##urred
sav
neither
limited
ivanka
culture
bathroom
##time
##dad
spend
flood
bott
confidence
schumer
rare
##na
successful
memo
wild
kir
minimum
denies
attempted
summer
epa
commitment
chancellor
yell
mug
proof
congressman
unclear
drugs
##alled
disrupt
detroit
dollar
returned
qaeda
lock
grass
oblig
craz
choose
extremely
##ols
goog
grab
assert
overseas
jackson
##cer
##illing
specifically
anthem
90
looked
lynch
van
style
##cript
##lando
##side
knowledge
fine
##etic
closely
consequences
##zb
##ston
relief
dismissed
code
gives
ther
blamed
simple
places
medica
investigate
##here
consist
learned
outlets
obviously
medicaid
loyal
rex
supports
imposed
vul
##illa
background
strategic
dan
table
##aine
attacking
treated
sale
##andon
blast
smart
interference
magazine
soft
banned
runner
teach
veteran
heavily
##coming
usa
girls
navy
georgia
pope
analysts
dialogue
interior
appearance
rallies
pelosi
hy
highlight
aircraft
resignation
bagh
mary
orlando
##isco
easy
controversy
lic
##imb
presence
##shire
##onna
products
##rid
atlant
##others
revenue
bom
firing
scalia
initial
sac
unable
fundra
venezuela
##vey
space
creating
bob
figures
gang
jon
##oing
appropriate
standards
prospect
blow
driving
deeply
waiting
recognize
bund
prohib
##ahu
setting
engine
od
accord
heavy
michelle
struck
waters
aliens
eye
hampshire
bip
wake
wounded
##isive
strongly
practice
wearing
writing
videos
taxpayers
screenshot
ridiculous
ank
abroad
questioned
proposals
narrative
300
ministers
links
editorial
temporary
nice
##iner
train
##sey
palin
##burg
unlikely
baghdad
caucus
tonight
chemical
monitor
campaigns
illin
attended
##whel
returns
pull
prince
active
fled
projects
disappoint
illinois
core
##tered
hasn
##ieb
marco
pledged
melania
challenges
overha
science
meanwhile
fif
##ari
incred
prominent
reaction
margin
stephen
weapon
gain
##cy
firms
obvious
tight
##ano
##nedy
shortly
options
##ulated
##oked
insp
oppose
stein
hariri
rebels
pip
oreg
reference
praised
##ef
remained
journalist
type
closer
oregon
jun
##dling
##phone
employee
mugabe
##vereign
sovereign
overwhel
##me
spl
continuing
session
quoted
fans
##reh
donations
obtained
minute
personally
400
bol
jord
sant
tear
##gun
##adem
scen
boyc
injured
khan
##dem
hezb
defended
oversight
maintain
affected
hoped
dozen
##erly
##ulian
aftern
promote
advantage
hezbollah
pm
pover
text
miller
earth
ireland
poverty
##abeth
cd
rig
##aker
sudd
slow
construction
afternoon
personnel
##empt
sudden
fought
##wa
store
eliz
kennedy
introduced
hypoc
adult
academ
sensitive
spanish
ww
constit
christmas
identity
overhaul
nig
uncertain
straight
bi
##han
##esa
##icip
upd
deficit
crackdown
bipartisan
##lusion
protecting
##ta
thomas
roy
##lan
##za
determine
concluded
stability
abandon
outcome
perfor
delay
ankara
bengh
fat
##hs
everybody
citizenship
80
somehow
assets
promises
ash
advert
shouldn
cooper
delivered
cold
##uter
represents
catalan
elizabeth
brain
christians
historic
accur
##enses
acts
owner
somebody
qat
##ua
users
effective
nature
partnership
anonymity
benghazi
##house
##ression
suspic
##acing
uncon
value
##dy
##yad
messages
japanese
mentioned
francisco
mistake
channel
rising
adam
contest
basically
harassment
dc
advisers
targeting
original
##ae
##asion
##arters
scale
##hol
administ
neighborhood
taxpayer
jordan
amp
##mo
##ulate
discussions
determined
intent
difference
peaceful
observ
ross
rakh
champ
plane
circuit
pulled
##equ
##itude
definitely
unfortunately
cere
fan
nfl
##mented
notice
moderate
bash
##amb
brid
openly
fol
ky
enr
##agues
dark
tort
imagine
mnuch
google
performan
bull
gut
turning
detention
denoun
fears
learn
profit
link
prompted
purpose
mnuchin
lit
##ading
spar
demands
##apt
chamber
tick
connect
anim
##quir
permanent
cur
##kin
##acher
trillion
abe
recover
moham
rebu
rebel
##nd
coordin
quarter
subscrib
chaos
00
bed
italy
accom
medic
gors
rakhine
accompl
overall
ideas
ethics
##aur
anton
##ander
spir
##bre
##inger
##pping
##abil
boil
welcome
punish
jewish
kr
rt
lawmaker
veto
dinner
##fire
twice
kar
##ded
##ena
reid
memor
##works
du
##ining
impose
organized
suggesting
sweden
kasich
lind
euro
accusing
bod
comed
circum
crazy
##izes
violation
##omes
##ills
sites
interesting
gorsuch
li
##erred
carter
##pa
section
lean
##oster
interviews
kingdom
catalonia
unpre
sound
##pet
stands
meth
replied
unfair
disturb
endorsed
sam
##qq
percentage
allows
dispute
pledge
angela
dub
jes
##lish
##vant
##ali
asian
resigned
advocates
vehicles
model
commerc
commerce
select
placed
slam
traditional
##eel
philippines
##field
migration
suicide
canad
##anging
initially
rose
river
ped
##ront
managed
english
suffered
lands
farm
##instein
histor
netany
equip
motiv
##ror
##bel
stuff
referred
indones
colleagues
captured
ratings
48
cops
##gar
aside
frustr
computer
##itutional
footage
surrounding
commercial
##ga
box
deaths
assistant
netanyahu
gate
##uan
reilly
billions
regulation
ice
##iro
unity
##ocks
belong
2005
corporations
##ctors
assass
ignor
patrick
tower
libert
remaining
devast
enemy
75
km
undermine
##ucky
shooter
argument
##uro
penal
emph
termin
virt
tay
latin
2007
##mark
##ipping
overwhelming
pact
rog
teen
connection
##iebus
##ole
32
unn
hero
receiving
peter
priority
baby
fit
mouth
##mad
bea
##osure
symb
##wards
mcm
roughly
wood
##news
##bert
priebus
##iment
suit
worry
talib
retire
requires
##oma
202
##oking
upset
##ties
shift
covered
turns
##ophob
angeles
brazil
##east
davis
occurred
mun
fourth
registered
fasc
sle
suspended
##upp
##just
##lying
##igned
politician
##raid
entered
double
taliban
league
plant
infl
complex
leaves
forg
distrib
solid
accepted
walk
kat
##aft
##rating
mov
function
wins
fundament
larger
destroyed
storm
option
male
toler
stun
##iev
targets
divided
##per
handed
demanding
condemned
achieve
gree
gonna
##well
##cedented
severe
mrs
talked
unprecedented
##ala
shel
##erte
formal
intel
division
minorities
gov
overt
entit
parliamentary
riyad
trouble
endorsement
disagree
mas
established
epis
performance
duty
basic
succeed
##bit
justices
passage
handle
rick
##ograph
ending
brian
initiative
qatar
rail
blog
granted
broken
cu
lay
native
que
##aves
directed
visas
executives
resolve
duterte
leaked
##enty
chose
moves
potus
boss
##cle
shame
sees
interp
symp
acqu
williams
transpar
##eeping
criminals
disgusting
demanded
##under
ads
terrible
missing
acknowledged
bigger
requested
watched
restaur
opponent
condemn
therefore
underst
hoping
ren
cruc
headqu
legislature
apparent
neighb
fer
file
narr
##ashing
dealing
picked
creation
effectively
tank
##otic
mandate
##iders
shi
usually
evil
confront
discussing
scrut
gulf
branch
easily
##iest
beach
truck
shout
##aza
settlement
zika
vulner
##dan
##acity
advice
civilian
embr
wilson
josh
mir
##kk
shop
afraid
palestinians
##ept
partisan
meddling
guys
canadian
followers
52
lik
##rel
season
noting
riyadh
spd
offering
2001
##ild
resett
goldman
folks
##irt
unw
unit
visited
equal
tun
customers
36
##eted
lobb
gab
##bon
##icient
weigh
quiet
protected
files
emphas
tar
##ware
poland
interviewed
nom
nev
informed
indiana
contrast
announce
okay
equipment
exposed
socialist
conflicts
predecess
direction
spoken
violated
recommend
bay
##ique
violations
attempting
garland
aggressive
nazi
defending
idi
differences
regardless
insisted
##ater
guess
barr
cutting
changing
selling
##aver
sudan
usual
engaged
drawn
package
www
49
plot
entirely
declar
generally
schem
holiday
conversations
gathered
38
naz
nancy
##uits
onto
##unes
##fta
throw
professional
consum
discovered
trigg
2006
liberty
niger
vast
##ila
hacked
substant
burn
react
##thy
indian
electric
approve
holds
##fortable
emerged
65
hired
lived
mitt
rice
tone
##de
desire
##veland
favorite
experi
bombs
bundy
bail
ship
confed
banking
surprising
entry
33
cert
##pm
##amin
youth
handling
operating
reading
catholic
##aca
trading
bottom
##ems
haley
suspects
eld
cars
provides
nafta
headquarters
wer
##rec
interested
suppl
hen
hateful
bes
##opoul
fresh
##encing
passeng
cleveland
balt
presented
size
brook
expans
theory
forget
##anged
circumst
bully
cell
mort
##utation
invited
eyes
pund
consumer
studies
degree
thus
agr
anybody
amnest
funny
match
deny
ranking
##mony
sust
presumpt
plain
##rators
depend
##atures
skin
kansas
length
pool
##ensus
officially
##orker
alongside
engage
37
oust
##aa
##head
##osen
##abor
recru
emot
hung
doss
gh
charity
kerry
ye
forum
2019
susan
identify
tack
inquir
unus
accident
charles
##ocumented
undocumented
##lusive
##kins
##illed
##employ
networks
fifth
boiler
foster
imposs
euros
stepped
formally
##gas
brag
understanding
##taining
##part
height
##rov
##uma
relative
worker
corresp
##owski
amnesty
47
gi
caller
kurds
bodies
##opoulos
lied
mere
isol
unemploy
iron
write
nevada
weren
##onom
dram
bow
psy
seized
newly
explo
divisive
welcom
joke
centers
harder
attorneys
integrity
hispanic
mut
tests
##ka
bloom
raid
dossier
nsa
currency
filled
jay
ly
##etts
privacy
kevin
strategist
amazing
legitimate
stick
becomes
privile
viewers
##idelines
episode
ech
lor
##ounted
disgr
##inees
##ucing
harv
realize
warrant
nominees
corker
rif
##rees
doj
recon
listed
struggling
theresa
ty
##uries
recount
predict
madrid
joseph
##bers
actor
photos
importance
curb
##din
associates
incidents
##apse
##ighter
hosts
mental
crucial
houth
unac
abb
serge
practices
corner
gre
jong
mix
##manuel
backl
##respect
complained
alien
##itation
exit
##ifa
refuse
dani
jury
marine
driven
argue
split
bost
hur
ug
mont
produced
penins
sd
clintons
mog
sanct
peninsula
##isa
revel
feed
temper
dar
##ship
##uate
##astic
195
committees
greatest
maduro
impossible
##ele
contacts
export
representing
insurg
jeb
deadly
sacr
ceremony
supply
leads
facilities
rush
task
##cher
legacy
deadline
bombing
replacement
kirk
burd
seeks
##oval
delib
label
warming
##apped
treaty
presumptive
34
et
manip
##upport
cow
ite
custody
##eva
display
##lah
##uana
stone
2000
nominated
headed
elsewhere
counterpart
married
##aska
colorado
agricult
##adel
leaks
exports
snow
surprised
requirements
kent
recip
urging
regulatory
walking
kic
song
##point
hav
signature
sentenced
manufacturing
##uts
##iable
##ucks
strange
regret
refusing
method
neighbors
55
resort
telephone
labour
wrongd
hatred
loud
##ox
##pread
##awn
investigated
ramp
##ucker
balance
horrible
cancel
oval
flow
unve
indict
##achus
emissions
##anne
challenged
encourage
complaint
diversity
sharing
chant
intim
inspect
harvey
##ception
limits
risks
chip
disrespect
settle
exercise
wides
##elling
provision
oklah
francis
hilar
##inking
##iful
founded
commissioner
patrol
widespread
anc
##elled
massachus
pru
cler
##ifer
perpet
speed
grounds
customs
massachusetts
dall
ii
##mond
stamp
##tro
surf
greens
##omo
promoting
correspond
shocking
minnes
geneva
bankrupt
camb
##atically
buying
runs
##standing
preparing
square
boston
pruitt
jason
segment
##akers
brothers
laid
destruction
skept
essentially
oklahoma
inapp
uses
blacks
nominating
sorry
##ashes
nationwide
deportation
39
vision
##lo
##atch
causing
collins
broader
addressed
riot
##friend
expansion
sexually
wrongdoing
inappropriate
800
##wart
sem
chances
##angel
flights
##qqa
psych
dallas
lad
compar
breach
gotten
cease
shares
daca
shr
##enders
cancer
raqqa
passing
agreements
smaller
rivals
##ores
todd
chap
abed
##abwe
sole
##erves
stronger
rosen
44
hed
vital
welf
zimb
zuma
##west
ford
anymore
contribut
utah
rescue
minnesota
cambod
welfare
dou
##armed
abort
arrests
capable
casual
cultural
zimbabwe
likes
pock
rural
ts
columb
##anium
magn
torture
ble
rnc
##rison
##abled
ballots
hearings
industrial
welcomed
##thr
chosen
elite
halt
collapse
rapid
lebanese
tan
apple
anyway
driver
detailed
sach
##imed
offices
insurers
suffering
autonom
intimid
mount
##esville
questioning
lawsuits
uranium
shootings
contributions
embarrassing
intervention
kin
##cel
notes
consideration
convince
recognized
tactics
53
gained
legally
facility
arguing
credibility
malays
##wr
2020
surge
visiting
mainly
mosque
books
ignored
regularly
uncertainty
entitled
circumstances
##col
dele
pursue
spring
46
##oles
protections
nearby
hostile
anthony
camera
da
nunes
aspect
conclusion
accountable
neighboring
ic
rating
neut
##acked
resistance
pipeline
leaning
interpret
##ument
sued
indicated
carbon
miam
pending
##iser
##ooked
candidacy
easier
##etta
zeal
unconst
swe
brill
defence
militia
nationalist
pointing
confederate
##adelph
600
las
##ko
##agers
detain
filing
covering
disturbing
scrutiny
bias
nra
friendly
silence
bloomberg
##ule
investments
generation
catch
ignore
sachs
##isf
##igdem
puts
employment
feels
hackers
walked
motor
movie
##adelphia
##igdemont
ath
ol
##see
matth
superv
hitler
puigdemont
checks
boycott
beaut
predecessor
waste
replaced
gathering
##mont
##aked
music
represented
murdered
principles
miami
42
51
begun
##ouri
bigotry
constitu
les
asks
reputation
capacity
traveling
feeling
philadelphia
##hal
arrange
frequently
band
bilateral
##gus
##esta
spokesp
participate
ticket
##dh
##js
swing
produce
priorities
##rich
##inn
mining
goods
village
neutral
dhs
departure
holder
vulnerable
##ease
undermin
paragr
##iffs
##attle
##udeau
jews
paragraph
doctor
manh
ends
reaching
sap
connected
podesta
kentucky
reass
##imore
frame
eliminate
row
brib
removal
proven
winner
speeches
hosted
advocate
originally
bashar
baltimore
##greg
marked
drag
territor
subpo
threaten
##ullah
flags
physical
champion
fergus
backlash
unconstitutional
forcing
justin
yourself
independently
##ques
campaigning
switch
fewer
nonp
daniel
43
gm
##iti
forth
trudeau
##ateg
fleeing
supplies
bare
giant
jur
jared
##yder
##icop
compreh
assange
##ancing
antifa
sanctuary
ips
##hon
##igible
##etz
2003
##gyn
joining
admit
football
dump
ka
stol
prefer
subsequ
urban
responding
negotiating
seekers
threw
##itable
##essupport
##iab
pref
##rupted
viewed
findings
fundamental
ay
##zy
##icks
blaming
tension
concerning
brutal
sparked
ferguson
dak
jin
sister
##oted
tea
restore
scheme
##rum
sunn
cry
misc
sounds
##ht
##kov
##abilities
colomb
southeast
filessupport
maryland
sympath
shif
##aped
camps
buildings
photograph
opinions
##ompan
declaration
petition
brilliant
41
pil
##ura
##add
##unte
investigative
debates
developing
atlantic
bag
##xual
##outs
preced
phase
latino
##aught
appointment
teachers
jesus
opposing
snyder
deployed
##iliated
700
tor
ves
wages
##grab
manner
irs
volunte
yeah
unusual
##stone
exempt
##cci
flick
provisions
negotiate
impeachment
compromise
##win
graph
teacher
##olling
barb
loans
equality
bon
##ivity
##umn
missouri
mccabe
kurdistan
witnesses
charlott
supremacist
supremacists
nazis
cart
kiss
ron
##ext
##rig
stake
brave
apprec
scream
##board
mobil
enemies
apologize
evangel
indic
colon
castro
routine
beliefs
##arms
anywhere
instance
louisiana
indonesia
##olitic
spy
gross
transform
airlines
steven
guarantee
spirit
abedin
beautiful
hong
tied
wave
##istics
assum
vegas
slight
testify
excuse
horrific
guardian
temporarily
vig
megyn
comply
calm
advocacy
cycle
encouraged
charlottesville
myself
attract
consumers
hide
##ria
##nr
##da
##ington
##aya
ordin
quit
underc
pastor
typically
joy
##rey
afd
grown
context
##onduct
islands
located
keeps
expanded
sov
actors
deserve
suggests
entertain
##ixon
##unk
pressed
developed
categ
rant
royal
##oen
strict
##kyo
va
tokyo
forec
extremist
lewis
##dict
##ounting
clip
requiring
seth
##ijuana
disputed
##andez
quality
steel
speaks
150
migrant
arguments
mateen
inspired
ipsos
punch
rou
ronald
beir
shocked
donor
registration
subm
crew
profits
massac
vermont
perfectly
title
assessment
bridge
##fb
web
ark
2017the
250
boys
struggle
memorial
narrow
dad
##itors
reck
marc
earned
stream
blocking
supposedly
wid
bear
minds
pregn
##attan
staffers
subsidies
grassley
sovereignty
harvard
zealand
pension
rum
seoul
##asty
serves
advisor
reasonable
screengrab
beirut
##uls
hair
oppos
relevant
sweeping
australian
hawai
gall
##bul
##uster
advanced
retal
collaps
prisoners
anonymous
complaints
premium
adults
mall
##ean
##gate
##11
harsh
hunt
dominated
digital
poison
tony
tape
fron
sports
coinc
militias
dictator
jinping
flickr
##adi
upcoming
evac
##actions
flat
salv
portr
manhattan
busy
thrown
describing
demonst
corps
extended
apology
soldier
dign
jac
juan
forms
sab
donated
feet
harry
##ierce
spokesperson
throwing
buzz
retail
somalia
tennes
##cription
##aul
everywhere
transfer
topic
player
extensive
begins
losses
purchase
soviet
ku
deem
##endous
obtain
incomp
explan
explains
prosecution
separat
dakota
nas
marijuana
knowing
houses
triggered
mine
##chan
disease
##erved
tougher
lobbying
sir
##else
weinstein
fees
hopeful
answers
pictures
adopted
games
tpp
items
unders
provoc
sworn
fash
##got
recall
refusal
effects
returning
suddenly
gary
trem
##mm
##itals
##opher
electron
divor
badly
districts
disclose
canceled
sponsored
incredibly
inquiry
hou
niet
##load
forb
strip
##anges
writes
unemployment
opposite
hire
nick
unh
irish
guards
controls
addressing
hatch
fulf
##ucci
goals
##odes
user
##rator
##ructive
disappointed
pes
##gl
##ario
hey
doctors
accuse
letting
diplomacy
primaries
connections
voices
misconduct
tend
chelse
reserve
contrad
payment
disclosure
motivated
comprehensive
dia
##oz
##list
extend
estimates
reverse
restaurant
tennessee
ak
grew
##rest
protesting
odds
bound
kong
shield
plus
governors
expensive
vent
##idden
congr
criticizing
location
announcing
scientists
54
wolf
##mat
##iated
##stan
##oken
causes
##apol
maria
authorized
extent
divide
influential
remark
##itzer
adopt
cuomo
fence
luc
retr
##amer
##irty
##this
##ocal
attending
string
speculation
moments
reveal
expanding
cf
dro
conce
##ikh
marsh
tapper
##argo
##orrow
unaccept
biz
jam
kick
ring
thug
formed
violating
2004
turnout
kellyanne
license
tired
##van
ital
alert
contain
irma
dismant
contracts
revolutionary
houston
stating
##sein
shock
confron
mohammed
retirement
hedge
ven
##uated
alive
fred
wear
sue
contained
famous
watchdog
membership
nieto
fab
fjs
liar
##acc
opportunities
fashion
suu
elements
dun
ease
posed
rs
banning
earnest
launder
##place
fallen
traged
##che
follows
multi
##uliani
murd
abu
reads
jean
hamas
hypocr
subscribe
liberties
dick
##py
##inct
unions
##rah
guest
longtime
enforce
##avery
echo
gaza
##unity
communication
naval
strengthen
machine
kyi
cable
consensus
writer
smugg
hopefully
burning
hawaii
lau
##erity
emmanuel
retwe
persu
giuliani
bought
om
spect
hundred
disappear
slammed
oath
stations
##igation
abuses
194
proper
transf
silent
tenure
rodrig
papers
lavrov
rigged
crooked
coff
killings
virus
producer
qualified
cambodia
master
omar
##ius
anch
recorded
praise
##ultz
reviewed
1990s
falling
essential
##iac
allied
promising
declare
shutdown
accomplish
56
unif
##ables
##cry
insane
entities
testified
##ropri
persec
challenging
brotherhood
vic
anderson
motion
discred
resettlement
bald
nixon
##itage
clapper
##iveness
insurgency
credible
technical
symbol
##oenix
congrat
tries
prepar
##ogyn
belg
empty
buddh
##feed
firearms
jailed
mogul
nyp
chain
helicop
imports
increases
wallace
misogyn
focusing
scandals
unacceptable
coc
##bing
##osn
cool
fool
maine
christopher
pleaded
dissent
lindsey
greg
hes
##lection
##amucci
##ppo
##osa
##uded
imprison
dress
amounts
concert
visits
listening
traveled
gains
shape
spin
grants
guid
argent
valley
route
sunni
fdp
mul
consc
quote
protester
barred
employers
aleppo
fundraising
pages
tant
##anim
heritage
signal
pattern
uncom
oversee
crossing
mortg
fant
hin
##town
unkn
racists
towns
scaramucci
graphic
breat
tool
##acle
enth
phoenix
publication
2002
loves
staffer
injuries
tomorrow
defeated
drawing
pundit
kirkuk
deliberate
stolen
gap
lift
regions
hussein
apologized
advertising
hilarious
85
##born
##rep
##otte
trend
##ola
weather
lev
violate
signing
##lining
describe
manufactur
obstruction
transportation
duke
hub
nik
roman
clashes
doors
muse
thoughts
explanation
bitter
##arre
reiter
proved
actively
cards
shots
extremists
bell
instru
##featured
##apping
alexander
denounced
chelsea
nons
##yers
##ipe
dishon
##ansing
considers
treason
##held
recording
satisf
mi
shit
invasion
nationals
phr
instruct
missed
denying
palm
##riers
competition
extraordin
industries
massacre
ging
##eness
moon
pathetic
##hab
closing
adjust
desert
schiff
transl
eligible
ideology
##what
employed
struggled
havana
enthus
az
kaine
incoming
helm
operatives
devices
philos
combined
escape
##ascus
blasted
uh
##pe
inner
##ette
outl
##umm
schultz
huff
completed
plea
sleep
##30
disabled
perry
##iffe
damascus
egyptian
privilege
italian
hiring
ranging
##comm
##uten
grave
edt
extremism
reckless
fault
jul
portion
##rated
actress
emir
anticip
borr
crimea
contributed
update
stunning
unknown
dirty
inequ
stem
client
donate
discover
boat
starts
valid
damn
devos
destroying
withdrawal
gateway
devastating
municip
66
bunch
tie
##oned
##reach
grace
ourselves
scared
acted
relatives
apartment
monitoring
burden
columbia
gingrich
57
cs
wy
##ros
thor
seattle
accompan
swift
tweeting
younger
lieuten
materials
trafficking
outrageous
animals
arkansas
cree
fierce
##pie
reducing
patients
applied
perspect
virtually
intellect
rosenstein
bah
kis
merr
mah
tip
##pb
##arthy
##icing
unrest
##force
ell
journalism
disclosed
eager
##ba
##izz
decline
scot
investor
slog
races
wiret
cooperate
implemented
relatively
abortions
dim
lunch
##mail
##een
##villa
##ita
staged
##ulating
click
blank
feelings
deeper
fields
permission
sdf
indictment
bold
manage
##rof
accepting
requirement
contacted
gabri
bizarre
fate
rain
##tw
##xon
stuck
alaska
courage
posting
swamp
reduced
damaging
sufficient
exchanges
trigger
accurate
transparency
fest
kkk
pere
tiny
wheel
remote
harris
heading
loved
explaining
collection
successfully
examples
prepare
prompting
